<?php

return [

    /*
    |--------------------------------------------------------------------------
    | View Components Text
    |--------------------------------------------------------------------------
    |
    | View Componentsで使用する汎用的な単語・メッセージの定義
    |
    */
    "word" => [
        "create" => "登録",
        "update" => "更新",
        "delete" => "削除",
        "link"   => "リンク",
        "search" => "検索",
        "cancel" => "取消",

        "valid"   => "有効",
        "invalid" => "無効",

        "login"  => "ログイン",
        "logout" => "ログアウト",
        "guest"  => "ゲスト",

        "show_modal" => "モーダル表示",
    ],

    "message" => [
        "spinner"    => "しばらくお待ちください",
        "input_file" => "ファイルを選択してください",
    ],
];
